[
  {
    "name": "Effortless Ledger Management",
    "image": "/img/seo_features/ledger_management.svg",
    "description": "Giddh accounting software for small businesses that saves you time, reduces errors, and fuels growth",
    "content": [
      "Automated Ledger Management",
      "Real-time Account Balances",
      "Quick, One-Step Journal Entries",
      "Multi-Device Support"
    ]
  },
  {
    "name": "Simplify GST Compliance",
    "image": "/img/seo_features/gst_accounting_software.svg",
    "description": "Giddh simplifies GST and VAT compliance for businesses in India, the UAE, and the UK. Easily manage tax filings and stay compliant without manual effort.",
    "content": [
      "Automatic tax calculations and filing",
      "Direct integration with the GST portal",
      "Effortless GST & VAT compliance for India, UAE, and the UK",
      "Use the GST Invoice Generator and reconcile transactions with ease"
    ]
  },
  {
    "name": "Streamline Billing & Invoicing",
    "image": "/img/seo_features/gst_with_the_best_invoice.svg",
    "description": "Giddh makes invoicing simple, quick, and efficient, allowing you to streamline finances with the best software for billing and invoicing and focus more on business growth.",
    "content": [
      "Create professional invoices instantly",
      "Apply the correct GST rates automatically",
      "Multicurrency accounting software for invoicing with real-time rates",
      "Share invoices via email, WhatsApp, or SMS"
    ]
  },
  {
    "name": "Inventory Management Software",
    "image": "/img/seo_features/inventory_management.svg",
    "description": "Giddh streamlines inventory management with real-time tracking and easy organization. With this inventory management system for small businesses, you can record inventory for both products and services while categorizing items into Groups, Items, and Variants for improved organization and management.",
    "content": [
      "Access real-time inventory and transaction reports",
      "Use barcode scanning for quick item addition",
      "Manage manufacturing and by-products",
      "Control inventory across branches and warehouses",
      "Transfer stock seamlessly and track movements accurately to focus on growth.",
      "Customize inventory units to your needs"
    ]
  },
  {
    "name": "Multi-Currency Accounting Solution",
    "image": "/img/seo_features/multi_currency_accounting.svg",
    "description": "Turn your business into an International brand with Giddh's multi-currency accounting. Giddh makes managing international transactions easy, allowing you to handle multiple currencies, global invoicing, and real-time financial reporting with ease.",
    "content": [
      "Convert international currencies to your base currency automatically.",
      "Send invoices in your customer's local currency and update your books.",
      "Assign a default currency for foreign accounts for easier invoicing.",
      "View all financial reports in your base currency for clarity."
    ]
  },
  {
    "name": "Cloud-Based Bookkeeping Software",
    "image": "/img/seo_features/bookkeeping_software.svg",
    "description": "Giddh simplifies cloud bookkeeping software for small businesses, offering easy account management, accurate reports, and more.",
    "content": [
      "Real-Time Updates",
      "Inventory & Warehouse Management.",
      "Instant Financial Snapshots",
      "Smart Billing Management"
    ]
  }
]