[
  {
    "name": "Simplify Accounting with Efficient Ledger Management",
    "image": "/img/features/invoicing.svg",
    "description": "Giddh simplifies accounting by streamlining your ledger entries, saving time, reducing errors, and enabling business growth.",
    "moreHeading": "Automated ledger management for easy financial oversight",
    "content": [
      "Effortless one-step journal entries",
      "Instant real-time account balance updates",
      "Quick entries for faster accounting",
      "Streamlined financial tracking for seamless management",
      "Access your accounting anytime, anywhere, with multi-device support"
    ]
  },
  {
    "name": "GST Accounting Software:  Giddh for GST Filing",
    "image": "/img/features/invoicing.svg",
    "description": "Giddh simplifies GST and VAT compliance for businesses in India, the UAE, and the UK. Easily manage tax filings and stay compliant without manual effort.",
    "content": [
      "Automatic tax calculations and filing",
      "Direct integration with the GST portal",
      "Effortless GST & VAT compliance for India, UAE, and the UK",
      "Use the GST Invoice Generator and reconcile transactions with ease"
    ]
  },
  {
    "name": "Simplify Billing & GST with the Best Invoice Software in India",
    "image": "/img/features/invoicing.svg",
    "description": "Giddh makes invoicing simple, quick, and efficient, allowing you to streamline finances with the best software for billing and invoicing and focus more on business growth.",
    "content": [
      "Create professional invoices instantly",
      "Apply the correct GST rates automatically",
      "Multicurrency accounting software for invoicing with real-time rates",
      "Share invoices via email, WhatsApp, or SMS"
    ]
  },
  {
    "name": "Master Inventory Management with Smart Software Features",
    "image": "/img/features/invoicing.svg",
    "description": "Giddh streamlines inventory management with real-time tracking and easy organization. With this inventory management system for small businesses, you can record inventory for both products and services while categorizing items into Groups, Items, and Variants for improved organization and management.",
    "content": [
      "Access real-time inventory and transaction reports",
      "Use barcode scanning for quick item addition",
      "Manage manufacturing and by-products",
      "Control inventory across branches and warehouses",
      "Transfer stock seamlessly and track movements accurately to focus on growth.",
      "Customize inventory units to your needs"
    ]
  },
  {
    "name": "Expand Globally with Giddh's Multi-Currency Accounting Software",
    "image": "/img/features/invoicing.svg",
    "description": "Turn your business into an International brand with Giddh's multi-currency accounting. Giddh makes managing international transactions easy, allowing you to handle multiple currencies, global invoicing, and real-time financial reporting with ease.",
    "content": [
      "Convert international currencies to your base currency automatically.",
      "Send invoices in your customer's local currency and update your books.",
      "Assign a default currency for foreign accounts for easier invoicing.",
      "View all financial reports in your base currency for clarity."
    ]
  },
  {
    "name": "Bookkeeping Software for Small Businesses",
    "image": "/img/features/invoicing.svg",
    "description": "Giddh’s online accounting bookkeeping software is designed to simplify business finances, offering an easy-to-use solution for small businesses to manage accounts, stay GST-compliant, and generate accurate financial reports.",
    "content": [
      "Track and view GSTR reports with accurate tax calculations and direct filing from Giddh.",
      "Manage finances on the go with access to real-time updates, fast invoicing, and expense tracking.",
      "Monitor inventory levels, manage warehouses, and generate real-time reports on sales and stock.",
      "View trial balance, profit & loss, balance sheet, and more in real-time for an accurate financial snapshot.",
      "Manage client interactions with real-time financial statements, invoice management, and easy payment tracking."
    ]
  }
]